const categoryTree = {
    'الأدوية': [
        'حسب الحالة الصحية',
        'مسكنات',
        'مضادات حيوية',
        'أدوية البرد',
        'الحساسية',
        'الجهاز الهضمي',
        'ضغط الدم',
        'السكري',
        'فيتامينات',
        'القلب والأوعية',
        'الربو'
    ],
    'العناية بالشعر': [
        'شامبو وبلسم',
        'ترطيب وعلاج الشعر',
        'اجهزة تصفيف الشعر',
        'صبغات الشعر'
    ],
    'العناية بالبشرة': [
        'الغسول',
        'الترطيب',
        'السيروم',
        'الماسك',
        'الوقاية من الشمس',
        'أجهزة البشرة',
        'العناية بالعيون'
    ],
    'العناية اليومية': [
        'العناية بالجسم و الاستحمام',
        'العناية بالفم و الأسنان',
        'العناية النسائية',
        'العناية الرجالية',
        'الحماية',
        'الأعشاب الطبيعية و الفيتامينات'
    ]
};

module.exports = categoryTree;